{
  "hero_title": "DỊCH TRUYỆN TRANH TỨC THÌ THEO NGÔN NGỮ CỦA BẠN",
  "hero_sub": "Không cần tải xuống. Không rắc rối. ComicTranslator mang mọi khung truyện đến với bạn bằng chính ngôn ngữ của mình.",
  "hero_btn": "Bắt đầu dịch ngay",
  "hero_watch": "Xem thử",
  "hiw_title": "CÁCH COMICTRANSLATOR HOẠT ĐỘNG",
  "hiw_desc": "Tiện ích mở rộng của chúng tôi giúp dịch truyện tranh và manga đơn giản, nhanh chóng. Chỉ cần làm theo ba bước sau.",
  "hiw_step1_title": "Cài tiện ích",
  "hiw_step1_desc": "Thêm vào trình duyệt chỉ với một cú nhấp.",
  "hiw_step2_title": "Mở truyện",
  "hiw_step2_desc": "Tải bất kỳ trang truyện hoặc manga nào.",
  "hiw_step3_title": "Dịch ngay lập tức",
  "hiw_step3_desc": "Hiển thị bản dịch chỉ trong vài giây.",
  "feature_title": "TÍNH NĂNG MẠNH MẼ DÀNH CHO NGƯỜI YÊU TRUYỆN",
  "feature_desc": "Tiện ích của chúng tôi mang đến công cụ mạnh mẽ giúp việc dịch truyện tranh và manga trở nên dễ dàng, thú vị hơn bao giờ hết.",
  "feature1_title": "Dịch & OCR Tức Thì",
  "feature1_desc": "Tự động nhận diện và dịch văn bản trong hình truyện hoặc manga chỉ trong vài giây.",
  "feature2_title": "Hỗ Trợ Nhiều Ngôn Ngữ",
  "feature2_desc": "Dịch qua lại giữa tiếng Nhật, Trung, Hàn, Anh, Việt và nhiều ngôn ngữ khác.",
  "feature3_title": "Công Cụ Chỉnh Sửa & Sao Chép",
  "feature3_desc": "Dễ dàng chỉnh sửa bản dịch hoặc sao chép nội dung trực tiếp từ khung truyện.",
  "feature4_title": "Khớp Kiểu Chữ Gốc",
  "feature4_desc": "Tự động khớp phong cách phông chữ gốc để mang lại trải nghiệm đọc liền mạch.",
  "feature5_title": "Lịch Sử & Xuất Bản Dịch",
  "feature5_desc": "Lưu lại toàn bộ lịch sử bản dịch và xuất ra để dùng lại khi cần.",
  "feature6_title": "Bảo Mật Tuyệt Đối",
  "feature6_desc": "Dữ liệu của bạn chỉ lưu trên thiết bị, chúng tôi không lưu trữ hay chia sẻ hình ảnh truyện.",
  "pricing_title": "CHỌN GÓI CỦA BẠN",
  "pricing_desc": "Chọn tùy chọn phù hợp nhất — dù bạn muốn truy cập không giới hạn hay trả phí theo nhu cầu.",
  "pricing_daily_title": "Gói Theo Ngày",
  "pricing_daily_sub": "Phù hợp cho người dịch không thường xuyên",
  "pricing_daily_price": "$0.99 /ngày",
  "pricing_daily_features": [
    "✅ Không giới hạn trang trong 24 giờ",
    "✅ Hỗ trợ mọi ngôn ngữ",
    "✅ Khớp phông chữ cơ bản",
    "❌ Không lưu lịch sử"
  ],
  "pricing_monthly_popular": "Phổ Biến Nhất",
  "pricing_monthly_title": "Gói Theo Tháng",
  "pricing_monthly_sub": "Dịch không giới hạn, đầy đủ tính năng",
  "pricing_monthly_price": "$4.99 /tháng",
  "pricing_monthly_features": [
    "✅ Không giới hạn trang dịch",
    "✅ Hỗ trợ mọi ngôn ngữ",
    "✅ Khớp phông chữ nâng cao",
    "✅ Lưu & xuất lịch sử dịch",
    "✅ Hỗ trợ ưu tiên"
  ],
  "pricing_more_btn": "Xem thêm",
  "pricing_select_btn": "Chọn Gói",
  "pricing_purchase_btn": "Mua Ngay",
  "testi_title": "ĐỘC GIẢ NÓI GÌ VỀ CHÚNG TÔI",
  "testi_desc": "Hàng ngàn người dùng hài lòng đang tận hưởng truyện tranh và manga bằng chính ngôn ngữ của họ.",
  "testi_1_name": "Alex Johnson",
  "testi_1_role": "Người yêu manga",
  "testi_1_quote": "ComicTranslator đã thay đổi hoàn toàn cách tôi đọc manga! Giờ tôi có thể thưởng thức những tác phẩm chưa được phát hành chính thức. Chất lượng dịch tuyệt vời và giao diện cực kỳ dễ dùng.",
  "testi_2_name": "Sarah Lee",
  "testi_2_role": "Họa sĩ truyện tranh",
  "testi_2_quote": "Tôi dùng ComicTranslator cho tất cả dự án của mình — nhanh, chính xác và giúp tôi xem trước truyện bằng nhiều ngôn ngữ mà không gặp khó khăn.",
  "testi_3_name": "David Kim",
  "testi_3_role": "Người hâm mộ anime",
  "testi_3_quote": "Rất tiện lợi! Chỉ cần tải hoặc mở truyện là tôi có thể đọc ngay bằng ngôn ngữ của mình. Rất đáng giá.",
  "testi_4_name": "Adam Hakimi",
  "testi_4_role": "Tác giả manga",
  "testi_4_quote": "ComicTranslator thay đổi cả cách tôi viết truyện! Giờ tôi có thể sáng tác và đọc bằng nhiều ngôn ngữ khác nhau một cách tự nhiên.",
  "faq_title": "CÂU HỎI THƯỜNG GẶP",
  "faq_desc": "Có thắc mắc gì không? Chúng tôi có câu trả lời cho bạn về ComicTranslator.",
  "faq_1_q": "ComicTranslator hoạt động như thế nào?",
  "faq_1_a": "ComicTranslator quét hình ảnh truyện, trích xuất văn bản bằng OCR rồi dịch sang ngôn ngữ bạn chọn. Bản dịch được hiển thị trực tiếp trên khung truyện gốc.",
  "faq_2_q": "Tôi có cần tải phần mềm về không?",
  "faq_2_a": "Không cần. ComicTranslator hoạt động trực tiếp trên trình duyệt của bạn qua tiện ích mở rộng đơn giản. Chỉ cần thêm vào Chrome là có thể dùng ngay.",
  "faq_3_q": "Những ngôn ngữ nào được hỗ trợ?",
  "faq_3_a": "Hiện tại chúng tôi hỗ trợ tiếng Nhật, Trung, Hàn, Anh, Việt và nhiều ngôn ngữ khác sẽ sớm được bổ sung.",
  "faq_4_q": "Chi phí sử dụng là bao nhiêu?",
  "faq_4_a": "Bạn có thể mua gói Theo Ngày hoặc Theo Tháng để sử dụng không giới hạn, hoặc mua token để trả phí theo lượt.",
  "faq_5_q": "Dữ liệu của tôi có được bảo mật không?",
  "faq_5_a": "Chắc chắn rồi. Mọi hình ảnh truyện đều được xử lý ngay trên trình duyệt của bạn; chúng tôi không lưu trữ hay chia sẻ dữ liệu của bạn.",
  "footer_brand": "ComicTranslator",
  "footer_desc": "Dịch truyện tranh và manga sang ngôn ngữ của bạn ngay lập tức. Đơn giản, nhanh chóng và bảo mật.",
  "footer_links_title": "Liên kết nhanh",
  "footer_link_features": "Tính năng",
  "footer_link_pricing": "Gói dịch vụ",
  "footer_link_faq": "Câu hỏi thường gặp",
  "footer_link_login": "Đăng nhập",
  "footer_link_register": "Đăng ký",
  "footer_social_title": "Theo dõi chúng tôi",
  "footer_rights": "Đã đăng ký bản quyền.",
  "download_extension": "Tải Extension",
  "hero_guide_btn": "Hướng dẫn sử dụng",
  "admin_dashboard_btn": "Bảng điều khiển Admin",
  "video_close_btn": "✕ Đóng",
  "pricing_best_value": "GIÁ TỐT NHẤT"
}